/* game mod description */
"Land can not be destroyed" = "Nie można zniszczyć terenu";

/* game mod title */
"Solid Land" = "Niezniszczalny Teren";

/* game mod description */
"Add an indestructable border around the terrain" = "Niezniszczalna granica wokół terenu";

/* game mod title */
"Add Border" = "Dodaj Granicę";

/* game mod description */
"Teams will start on opposite sides of the terrain" = "Drużyny zaczynają po przeciwnych stronach terenu";

/* game mod title */
"Divide Team (max 2 teams)" = "Podziel drużynę (maksymalnie 2 drużyny)";

/* game mod description */
"Lower gravity" = "Niższa Grawitacja";

/* game mod title */
"Low Gravity" = "Niska Grawitacja";

/* game mod description */
"Assisted aiming with laser sight" = "Wspomaganie celowania światłem lasera";

/* game mod title */
"Laser Sight" = "Celownik Laserowy";

/* game mod description */
"All hogs have a personal forcefield" = "Każdy jeż ma swoje pole siłowe";

/* game mod title */
"Invulnerable" = "Nieśmiertelny";

/* game mod description */
"All (living) hedgehogs are fully restored at the end of turn" = "Wszystkie żywe jeże są całkowicie uzdrawiane na końcu tury";

/* game mod title */
"Reset Health" = "Zresetuj zdrowie";

/* game mod description */
"Gain 80% of the damage you do back in health" = "Zamień 80% zadanych obrażen w swoje zdrowie";

/* game mod title */
"Vampirism Mode" = "Wampiryzm";

/* game mod description */
"Share your opponents pain, share their damage" = "Podziel ból swoich wrogów, dziel ich obrażenie";

/* game mod title */
"Karma Mode" = "Karma";

/* game mod description */
"Your hogs are unable to move, test your aim" = "Twoje jeże nie mogą się przemieszczać. Testuj swój cel";

/* game mod title */
"Artillery Mode" = "Artyleria";

/* game mod description */
"Defend your fort and destroy the opponents" = "Obroń swój fort i zniszcz wrogów";

/* game mod title */
"Fort Mode" = "Forty";

/* game mod description */
"Order of play is random instead of in room order" = "Kolejność gry jest losowa zamiast tej wg. listy graczy";

/* game mod title */
"Random Order" = "Losowa Kolejność";

/* game mod description */
"Play with a King; when he dies, your side loses" = "Graj z Królem; jeśli umrze - Twoja strona przegrywa";

/* game mod title */
"King Mode" = "Król";

/* game mod description */
"Take turns placing your hedgehogs pre-game" = "Rozmieść swoje jeże przed rozpoczęciem gry";

/* game mod title */
"Place Hedgehogs" = "Rozmieść Jeże";

/* game mod description */
"Ammo is shared between all clan teams" = "Stan amunicji jest dzielony przez wszystkie drużyny w klanie";

/* game mod title */
"Clan Shares Ammo" = "Dzielenie Amunicji";

/* game mod description */
"Disable girders when generating random maps" = "Wyłącz belki przy generowaniu map";

/* game mod title */
"Disable Girders" = "Wyłącz Belki";

/* game mod description */
"Disable land objects when generating maps" = "Wyłącz elementy terenu przy generowaniu map";

/* game mod title */
"Disable Land Objects" = "Wyłącz Elementy Terenu";

/* game mod description */
"AI-controlled hogs respawn on death" = "Jeże kontrolowane przez komputer odradzają się po śmierci";

/* game mod title */
"AI Survival Mode" = "Tryb AI Survival";

/* game mod description */
"Attacking does not end your turn" = "Atak nie kończy tury";

/* game mod title */
"Unlimited Attacks" = "Nielimitowane Ataki";

/* game mod description */
"Weapons are reset to starting values each turn" = "Bronie są resetowane do wartości startowych w każdej turze";

/* game mod title */
"Reset Weapons" = "Reset Broni";

/* game mod description */
"Each hedgehog has its own ammo" = "Każdy jeż posiada własną amunicję";

/* game mod title */
"Per Hedgehog Ammo" = "Oddzielna amunicja";

/* game mod description */
"You will not have to worry about wind any more" = "Wiatr nie jest już problemem";

/* game mod title */
"Disable Wind" = "Wyłącz Wiatr";

/* game mod description */
"Wind will affect almost everything" = "Wiatr ma wpływ na prawie każdą broń";

/* game mod title */
"More Wind" = "Więcej wiatru";

/* game mod description */
"Clan teams take turns sharing their time" = "Każdy zespół w klanie wykonuje tury dzieląc czas pomiędzy siebie";

/* game mod title */
"Tag Team" = "Zespół";

/* game mod description */
"Add an indestructible border along the bottom" = "Dodaj niezniszczalną granicę na dole";

/* game mod title */
"Bottom Border" = "Dolna Granica";


/* flag description */
"Initial Health" = "Ilość Zdrowia";

/* flag description */
"Damage Modifier" = "Modyfikator Obrażeń";

/* flag description */
"Turn Time" = "Czas Tury";
/* flag description */
"Sudden Death Timeout" = "Ilość tur przed NŚ";

/* flag description */
"Water Rise Amount" = "Podwyższenie Wody";

/* flag description */
"Health Decrease" = "Spadek Zdrowia";

/* flag description */
"Rope Length (%)" = "Długość Liny (%)";

/* flag description */
"Crate Drop Turns" = "Zrzuty skrzyń";

/* flag description */
"Health Kit Probability (%)" = "Prawdopodobieństwo apteczki (%)";

/* flag description */
"Health Amount in Kit" = "Ilość Zdrowia w Apteczkach";

/* flag description */
"Mines Time" = "Czas Min";

/* flag description */
"Mines Number" = "Ilość Min";

/* flag description */
"Dud Mines Probability (%)" = "Prawdopodobieństwo niewypału (%)";

/* flag description */
"Explosives" = "Wybuchowe";

/* flag description */
"Get Away Time (%)" = "Czas na ucieczkę (%)";
